app/controllers/dollars_controller.rb

  def index
    @dollars = Dollar.all
---
SELECT "dollars".* FROM "dollars"